[
  {
    "type": "header",
    "data": {
      "text": "Changes",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "We may occasionally change these Terms, so we encourage you to review the Terms periodically. The most current version of the Terms (along with their effective date) will be linked from each of the Site and Services. If you continue to use the Site and Services after we change the Terms, you accept all changes."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Privacy Policy; Additional Terms",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Our Privacy Policy describes our practices concerning data that you provide or that we may collect about you through the Site and Services, and you consent to our use of data in compliance with the Privacy Policy.Additional terms may apply to your use of the Site and Services. We will provide these terms to you or post them on the Site and Services to which they apply; they are incorporated by reference into these Terms. If there is a conflict between these Terms and any additional terms that apply to a particular Service, the additional terms will control.Sweepstakes, contests, and promotions on the Site and Services may also have additional rules and eligibility requirements, such as certain age or geographic area restrictions, and you are responsible for complying with these rules and requirements."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Registration and Access Controls",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "You are responsible for maintaining the confidentiality of your login names and passwords and you accept responsibility for all activities, charges, and damages that occur under your account. If you have reason to believe that someone is using your account without your permission, you should contact us immediately. We will not be responsible for any loss or damage resulting from your failure to notify us of unauthorized use."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "If we request registration information from you, you must provide us with accurate and complete information and must update the information when it changes. You may not access any age-restricted Services unless you are above the required age."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Intellectual Property; License",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "The content, information, data, designs, code, and materials associated with the Site and Services (“Content”) are protected by intellectual property and other laws. You must comply with all such laws and applicable copyright, trademark or other legal notices or restrictions."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Subject to these Terms, you may access and use the Site and Services only for your own personal, non-commercial use. We reserve all other rights to the Site and Services and Content, and you may not otherwise copy, reproduce, distribute, publish, display, perform, or create derivative works of the Site and Services or Content without our permission. You also may not transfer or sublicense this limited right to use the Site and Services or resell the Site and Services."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "A. Viral Distribution",
      "level": 4
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "We may expressly authorize you to redistribute certain Content for personal, non-commercial use. We will identify the Content that you are authorized to redistribute and describe ways you may redistribute it (such as via email, blogs, or embedded players, or by producing Mash-Ups). We may revoke this authorization at any time. If you redistribute Content, you must be able to edit or delete such publicly posted Content and you must edit or delete it promptly upon our request."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "B. Commercial Licenses",
      "level": 4
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "You must obtain our written permission for commercial use of the Content or the Site and Services. If you wish to license Content from the Site and Services, please contact us."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Legal Complaints",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "All About Web respects intellectual property rights. If you believe that Content on the Site and Services infringes your copyright, please follow our procedures for making a copyright infringement claim. If you have a legal complaint other than a copyright claim, please contact us at",
      "child": {
        "href": "mailto:hello.allaboutweb@gmail.com",
        "text": "hello.allaboutweb@gmail.com"
      }
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Licensing",
      "level": 4
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Any design, copywriting, drawing, idea or code created for the usage by the All About Web team, may not be modified, re-used, or re-distributed in any way or form without the express written consent of the organizers. You are granted a limited license only, subject to the restrictions provided in these Terms, for purposes of viewing the material contained on the Conferences website."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "If you want to use our design or ideas, contact us at",
      "child": {
        "href": "mailto:hello.allaboutweb@gmail.com",
        "text": "hello.allaboutweb@gmail.com"
      }
    }
  },
  {
    "type": "header",
    "data": {
      "text": "User Submissions",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Some of the Site and Services may allow you to submit or transmit audio, video, text, or other materials (collectively, “User Submissions”) to or through the Site and Services. When you provide User Submissions, you grant to the All About Web and its partners a non-exclusive, worldwide, royalty-free, fully-sublicensable license to use, distribute, edit, display, archive, publish, sublicense, perform, reproduce, make available, transmit, broadcast, sell, translate, and create derivative works of those User Submissions, and your name, voice, likeness and other identifying information where part of a User Submission, in any form, media, software, or technology of any kind now known or developed in the future, including, without limitation, for developing manufacturing, and marketing products. You hereby waive any moral rights you may have in your User Submissions."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "We respect your ownership of User Submissions. If you owned a User Submission before providing it to us, you will continue owning it after providing it to us, subject to any rights granted in the Terms, and any access granted to others. If you delete a User Submission from the Site and Services, our general license to that User Submission will end after a reasonable period of time required for the deletion to take full effect. However, the User Submission may still exist in our backup copies, which are not publicly available. If your User Submission is shared with third parties, those third parties may have retained copies of your User Submissions. In addition, if we made use of your User Submission before you deleted it, we will continue to have the right to make, duplicate, redistribute, and sublicense those pre-existing uses, even after you delete the User Submission. Terminating your account on a Service will not automatically delete your User Submissions."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "We may refuse or remove a User Submission without notice to you. However, we have no obligation to monitor User Submissions, and you agree that neither we nor our employees or agents will be liable for User Submissions or any loss or damage resulting from User Submissions."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Except as provided in the Privacy Policy, we do not guarantee that User Submissions will be private, even if the User Submission is in a password-protected area. Accordingly, you should not provide User Submissions that you want to be protected from others."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "You represent and warrant that you have all rights necessary to grant to All About Web the license above and that none of your User Submissions are defamatory, violate any rights of third parties (including intellectual property rights or rights of publicity or privacy), or violate applicable law."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Third-Party Content",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "We occasionally provide third party content or link to third party websites on the Site and Services. We do not necessarily endorse or evaluate third party content and websites, and we do not assume responsibility for third parties’ actions or omissions. You should review third parties’ terms of use and privacy policies before you use their services."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Acceptable Use",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "The Site and Services have been designed to present Content in a unique format and appearance. Unless we give you permission, you agree not to access the Site and Services using any interface other than ours. We may deny permission to link to the Site and Services for any reason in our sole discretion, and you must be able to edit or delete promptly links that you create, upon our request."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Without limiting any other provision in these Terms, you may not use the Site and Services to do the following or assist others to do the following:"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Threaten, defame, stalk, abuse, or harass other persons or engage in illegal activities;"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Link to the Site and Services from a site or transmit any material that is inappropriate, profane, vulgar, offensive, false, disparaging, defamatory, obscene, illegal, sexually explicit, racist, that promotes violence, racial hatred, or terrorism, or that we deem, in our sole discretion, to be otherwise objectionable;"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Frame the Site and Services, display the Site and Services in connection with an unauthorized logo or mark, or do anything that could falsely suggest a relationship between the All About Web Parties and any third party or potentially deprive us of revenue (including, without limitation, revenue from advertising, branding, or promotional activities);"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Violate any person’s or entity’s legal rights (including, without limitation, intellectual property, privacy, and publicity rights), transmit material that violates or circumvents such rights, or remove or alter intellectual property or other legal notices;"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Transmit files that contain viruses, spyware, adware, or other harmful code;"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Advertise or promote goods or services without our permission (including, without limitation, by sending spam);"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Interfere with others using the Site and Services or otherwise disrupt the Site and Services;"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Transmit, collect, or access personally identifiable information about other users without the consent of those users and All About Web;"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Engage in unauthorized spidering, “scraping,” or harvesting Content, contact or other personal information, or use any other unauthorized automated means to compile information;"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Impersonate any person or entity or otherwise misrepresent your affiliation or the origin of materials you transmit; or"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Defeat any access controls, access any portion of the Site and Services that we have not authorized you to access (including password-protected areas), link to password-protected areas, attempt to access or use another user’s account or information, or allow anyone else to use your account or access credentials."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Site Access; Account Deletion",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "We may take any of the following actions in our sole discretion at any time and for any reason without giving you prior notice:Restrict or terminate your access to the Site and Services;Change or discontinue the Site and Services;Deactivate your accounts and delete all related information and files in your accounts;Provide information concerning you and your activities to comply with applicable laws or respond to a court order, subpoenas, or other lawful requests, or if we believe doing so would protect your safety or that of another person or protect the security of the Site and Services, or as otherwise described in the Privacy Policy.We will not be liable to you or any third party for taking any of these actions and we will not be limited to the remedies above if you violate these Terms.If you do not agree to these Terms, you should immediately stop using the Site and Services. If you want to delete your account on a Service, please use contact instructions posted on the Service at which you obtained the account. Any User Submissions you made while using the Site and Services will continue to be governed by Section 6 of these Terms.Sections 6 and 11-15 of these Terms will survive any termination of your access to the Site and Services, whether we terminate your access or you voluntarily discontinue your use."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Disclaimers; Limitation of Liability",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "ALL ABOUT WEB PARTIES DO NOT WARRANT: (1) THAT the Site and Services, ANY OF the Site and Services’ FUNCTIONS OR ANY CONTENT OR SOFTWARE CONTAINED THEREIN WILL BE UNINTERRUPTED OR ERROR-FREE; (2) THAT DEFECTS WILL BE CORRECTED; (3) THAT the Site and Services OR THE SERVERS HOSTING THEM ARE FREE OF VIRUSES OR OTHER HARMFUL CODE; OR (4) THAT the Site and Services OR INFORMATION AVAILABLE THROUGH the Site and Services WILL CONTINUE TO BE AVAILABLE. ALL ABOUT WEB PARTIES DISCLAIM ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, WITHOUT LIMITATION, NONINFRINGEMENT, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND TITLE. the Site and Services, INCLUDING, WITHOUT LIMITATION, ALL CONTENT, SOFTWARE, AND FUNCTIONS MADE AVAILABLE ON OR ACCESSED THROUGH OR SENT FROM the Site and Services, ARE PROVIDED “AS IS,” “AS AVAILABLE,” AND “WITH ALL FAULTS.”"
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "ALL ABOUT WEB PARTIES WILL NOT BE LIABLE TO YOU OR ANYONE ELSE FOR ANY LOSS OR DAMAGES OF ANY KIND (INCLUDING, WITHOUT LIMITATION, FOR ANY SPECIAL, DIRECT, INDIRECT, INCIDENTAL, EXEMPLARY, ECONOMIC, PUNITIVE, OR CONSEQUENTIAL DAMAGES) IN CONNECTION WITH the Site and Services OR YOUR USER SUBMISSIONS, EVEN IF FORESEEABLE OR EVEN IF ONE OR MORE OF ALL ABOUT WEB PARTIES HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES (INCLUDING, WITHOUT LIMITATION, WHETHER CAUSED IN WHOLE OR IN PART BY NEGLIGENCE, GROSS NEGLIGENCE, OR OTHERWISE, BUT EXCLUDING WILLFUL MISCONDUCT) UNLESS SPECIFIED IN WRITING. ALL ABOUT WEB PARTIES’ LIABILITY IN CONNECTION WITH the Site and Services OR YOUR USER SUBMISSIONS FOR WILLFUL MISCONDUCT WILL NOT EXCEED THE AMOUNT PAID BY YOU TO ALL ABOUT WEB IN THE THREE MONTHS PRECEEDING THE CLAIM."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "YOUR ACCESS TO AND USE OF the Site and Services IS AT YOUR RISK. IF YOU ARE DISSATISFIED WITH the Site and Services OR ANY OF THE CONTENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE ACCESSING AND USING the Site and Services."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "YOU ACKNOWLEDGE AND AGREE THAT IF YOU INCUR ANY DAMAGES THAT ARISE OUT OF ALL ABOUT WEB PARTIES’ ACTS OR OMISSIONS, THE DAMAGES, IF ANY, ARE NOT IRREPARABLE AND ARE NOT SUFFICIENT TO ENTITLE YOU TO AN INJUNCTION OR OTHER EQUITABLE RELIEF RESTRICTING EXPLOITATION OF ANY WEBSITE, PROPERTY, PRODUCT, PROGRAM, TELEVISION SHOW, MOTION PICTURE, OR OTHER AUDIO/VISUAL CONTENT OWNED OR CONTROLLED BY ALL ABOUT WEB PARTIES, INCLUDING WITHOUT LIMITATION the Site and Services (INCLUDING THOSE INCORPORATING USER SUBMISSIONS)."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "YOU ACKNOWLEDGE THAT YOU MAY BE WAIVING RIGHTS WITH RESPECT TO CLAIMS THAT ARE UNKNOWN OR ARE UNSUSPECTED. ACCORDINGLY, YOU AGREE TO WAIVE THE BENEFIT OF ANY LAW, INCLUDING, TO THE EXTENT APPLICABLE, INDIA CIVIL CODE, THAT OTHERWISE MIGHT LIMIT YOUR WAIVER OF SUCH CLAIMS."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "SOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO SOME OF THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Governing Law, Venue, and Jurisdiction",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "These Terms and all claims arising from or related to your use of the Site and Services will be governed by and construed in accordance with the laws of India."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "With respect to any disputes or claims not subject to arbitration (as set forth below), you agree to exclusive jurisdiction in the laws of California. Notwithstanding any other provision of these Terms, we may seek injunctive or other equitable relief from any court of competent jurisdiction."
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "Regardless of any statute or law to the contrary, you must file any claim or action related to the use of the Site and Services or these Terms within one year after such claim or action accrued. Otherwise, you will waive the claim or action."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Arbitration",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "We may elect to resolve any controversy or claim arising out of or relating to these Terms or the Site and Services by binding arbitration in accordance with the commercial arbitration rules of the International Commercial Arbitration Court at the Indian Chamber of Commerce and Industry. Unless we establish a different location, arbitration hearings will be held in Jalandhar, Punjab. The arbitrator’s award will be binding and may be entered as a judgment in any court of competent jurisdiction."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Affiliate Links",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "When an application is reviewed on ALL ABOUT WEB, particularly when it is of the mobile variety, the reader should be aware that it is common practice for us to use affiliate links. ALL ABOUT WEB may assume that the app is not free, receive a small commission on the sale of said app. Though it should be noted that these links will never be allowed to sway our decision in reviewing an application on the site. We strive, first and foremost, to present our readers with applications that we consider to be of impeccable quality. No amount of commission on the sale of an application would move us away from this standard."
    }
  },
  {
    "type": "header",
    "data": {
      "text": "Miscellaneous",
      "level": 3
    }
  },
  {
    "type": "paragraph",
    "data": {
      "text": "We may be required by state or federal law to notify you of certain events. You hereby acknowledge and agree that such notices will be effective upon our posting them on our sites or delivering them to you via email. You may update your email address by visiting the Site and Services where you have provided contact information. If you do not provide us with accurate information, we will not be responsible for failure to notify you. Our failure to exercise or enforce any right or provision in these Terms will not constitute a waiver of such right or provision. These Terms, including all additional terms, conditions, and policies on the Site and Services, constitute the entire agreement between you and us and supersede all prior agreements with respect to the subject matter hereof. If any part of these Terms is determined to be invalid or void."
    }
  }
]
